{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FPS4MediaTracks",
			"Children": [
				{
					"Source":
					{
						"Text": "Stream {0}"
					},
					"Translation":
					{
						"Text": "Stream {0}"
					},
					"Key": "StreamDisplayNameFormat"
				}
			]
		},
		{
			"Namespace": "FPS4PlatformEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "PlayStation 4"
					},
					"Translation":
					{
						"Text": "PlayStation 4"
					},
					"Key": "TargetSettingsName"
				},
				{
					"Source":
					{
						"Text": "PlayStation 4 project settings"
					},
					"Translation":
					{
						"Text": "PlayStation 4 project settings"
					},
					"Key": "TargetSettingsDescription"
				}
			]
		},
		{
			"Namespace": "PS4",
			"Children": [
				{
					"Source":
					{
						"Text": "PS4RHI failure?"
					},
					"Translation":
					{
						"Text": "PS4RHI failure?"
					},
					"Key": "DynamicRHIFailure"
				}
			]
		},
		{
			"Namespace": "PS4MediaFactoryModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the PS4 Media plug-in."
					},
					"Translation":
					{
						"Text": "Configure the PS4 Media plug-in."
					},
					"Key": "PS4MediaSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "No URI scheme found"
					},
					"Translation":
					{
						"Text": "No URI scheme found"
					},
					"Key": "NoSchemeFound"
				},
				{
					"Source":
					{
						"Text": "PS4 AvPlayer"
					},
					"Translation":
					{
						"Text": "PS4 AvPlayer"
					},
					"Key": "MediaPlayerDisplayName"
				},
				{
					"Source":
					{
						"Text": "PS4 Media"
					},
					"Translation":
					{
						"Text": "PS4 Media"
					},
					"Key": "PS4MediaSettingsName"
				},
				{
					"Source":
					{
						"Text": "The URI scheme '{0}' is not supported"
					},
					"Translation":
					{
						"Text": "The URI scheme '{0}' is not supported"
					},
					"Key": "SchemeNotSupported"
				},
				{
					"Source":
					{
						"Text": "The file extension '{0}' is not supported"
					},
					"Translation":
					{
						"Text": "The file extension '{0}' is not supported"
					},
					"Key": "ExtensionNotSupported"
				}
			]
		}
	]
}